[{"texto":"Queen Bee: She is the heart of the hive. The queen bee is the only fertile female, and her main function is to lay eggs. She can lay up to 2000 eggs a day during the peak season. The life of a queen bee can last several years, unlike the workers who live only a few weeks.","idTematica":"b72717c9-e073-4524-a225-1e28f1437aef","fechaHora":"23-04-2024 02:07:27","sentimiento":"Neutral","id":"0d66fa4c-65cf-4833-8478-07628c4544f4"},{"texto":"Zánganos: Son las abejas macho y su única función es aparearse con la reina. No recolectan polen ni néctar, ni participan en las tareas de la colmena. Su vida es corta y, una vez que han cumplido su propósito, son expulsados de la colmena por las obreras.","fechaHora":"23-04-2024 02:14:22","sentimiento":"Negativo","id":"0fd3d53f-2e13-4ad8-8891-6ecad5219de5"},{"texto":"Zánganos: Son las abejas macho y su única función es aparearse con la reina. No recolectan polen ni néctar, ni participan en las tareas de la colmena. Su vida es corta y, una vez que han cumplido su propósito, son expulsados de la colmena por las obreras.","idTematica":"b72717c9-e073-4524-a225-1e28f1437aef","fechaHora":"23-04-2024 03:05:53","sentimiento":"Neutral","id":"c3462025-be4c-4389-b5b6-84ee01831df1"},{"texto":"Nike es una de las marcas de tenis más reconocidas a nivel mundial. Fundada en 1964 en Oregon, Estados Unidos, Nike ha establecido su reputación por producir calzado deportivo de alta calidad con tecnología innovadora. Sus zapatillas de tenis, como las series Air Zoom y Vapor, son conocidas por su comodidad, durabilidad y estilo moderno. Nike patrocina a algunos de los mejores jugadores de tenis del mundo, lo que contribuye a su prominencia en el mundo del tenis.","fechaHora":"23-04-2024 03:36:26","sentimiento":"Positivo.","id":"2f9c1740-8a6b-44b2-be04-e8b3aa24035e"},{"texto":"New Balance es reconocida por su compromiso con la calidad y la artesanía. La marca estadounidense ofrece una variedad de zapatillas de tenis que combinan estilo y funcionalidad. Con un enfoque en la comodidad y el ajuste personalizado, las zapatillas de tenis de New Balance son populares entre los jugadores que buscan un calzado fiable y duradero. La serie Fresh Foam y la serie 996 son algunas de las opciones destacadas de New Balance para el tenis.","idTematica":"59c5c73f-ce65-4b4a-8c8c-f7530c999556","fechaHora":"23-04-2024 03:42:07","sentimiento":"Positivo.","id":"a238902e-bcb4-4c06-8749-8c143efd5b67"},{"texto":"Drones: These are the male bees, and their sole purpose is to mate with the queen. They do not collect pollen or nectar, nor do they participate in hive tasks. Their life is short, and once they have fulfilled their purpose, they are expelled from the hive by the workers.","idTematica":"b72717c9-e073-4524-a225-1e28f1437aef","fechaHora":"23-04-2024 12:40:33","sentimiento":"Neutral","id":"94e99624-8176-48a9-815d-5b2b2df8a602"}]